# Напишите функцию которая будет определять полигдром ли введенная строка. Если да 2
# то печатать “True”, если нет “False”.

string = "нет"
string2 = string[::-1]
if string == string2:
    print("True")
else:
    print("False")

